<template>
  <section class="one">
    <div class="container">
      <h1 class="one-title">Договор-оферта</h1>
    </div>
  </section>
  <section class="article-block-text">
    <div class="container ">
      <p>
        ООО _____________________ (далее – Исполнитель), публикует настоящий
        Договор-оферту, (далее «Договор») в отношении пользователей мобильного
        приложения PayTaxi (далее «Заказчик»).
      </p>
      <p>
        Перед акцептом (см. раздел «Термины и определения) настоящего
        Договора-оферты просим Вас внимательно ознакомиться с изложенными ниже
        условиями пользования мобильного приложения PayTaxi. В случае
        пользования мобильного приложения PayTaxi, Вы понимаете и принимаете
        изложенные в настоящем Договоре условия, и обязуетесь соблюдать их. Если
        Вы не согласны с каким-либо пунктом Договора, или он Вам неясен, то Вы
        обязаны отказаться от пользования мобильного приложения PayTaxi.
        Пользование мобильным приложением PayTaxi без согласия с условиями
        настоящего Договора не допускается. Настоящий Договор-оферта вступает в
        силу с момента его акцепта (см. раздел «Термины и определения)
        Заказчиком.
      </p>
      <p>
        Стороны (см. раздел «Термины и определения) настоящего Договора-оферты,
        основываясь на принципе равенства, как участников гражданского оборота
        (ст. 2 ГК РФ), а также руководствуясь законодательно закрепленным
        положением о свободе Договора (ст. 421 ГК РФ), возможностью Сторон
        заключить Договор смешанного типа (п. 3 ст. 421 ГК РФ). Констатируют
        факт правомерности заключения данного Договора (ст. 435 438 ГК РФ,) так
        как он не ущемляет государственных и общественных интересов, а
        способствует его участникам реализовать свои права наиболее эффективным
        и экономичным образом (ст. ст. 8, 9, 10, 309 ГК РФ).
      </p>

      <h2>1. Термины и определения</h2>
      <ol class="s1">
        <li>
          <strong>Агент</strong> - юридическое лицо, выступающее в роли
          доверенного лица, посредника, уполномоченное совершать определенный
          круг действий как от своего имени, так и от имени другого лица
          (Принципала), по поручению и в интересах этого лица;
        </li>
        <li>
          <strong>Акцепт</strong> - полное и безоговорочное принятие Заказчиком
          условий настоящего Договора-оферты;
        </li>
        <li>
          <strong>Договор-оферта</strong> - настоящий Договор, заключаемый
          Сторонами в офертно-акцептной форме без подписания отдельного
          письменного документа;
        </li>
        <li>
          <strong>Заказчик</strong> - лицо, обладающее правом на управление
          транспортным средством, оказывающее услуги по перевозке пассажиров и
          багажа легковым такси, а также лицо, обладающее правом оказывать
          услуги по курьерской доставке в соответствии с законодательством
          Российской Федерации и осуществляющее фактическое управление такси при
          осуществлении перевозок пассажиров и багажа;
        </li>
        <li>
          <strong>Запрос</strong> - размещенная Пользователем в рамках Сервиса
          информация о потенциальном спросе на услуги по перевозке пассажиров
          и\или багажа легковым транспортом, такси, а также на услуги по
          курьерской доставке
        </li>
        <li>
          <strong>Мобильное приложение PayTaxi</strong> - мобильное приложение,
          расположенное:
          https://play.google.com/store/apps/details?id=ru.paytaxi.paytaxi,
          https://apps.apple.com/ru/app/paytaxi/id1482597515
        </li>
        <li>
          <strong>Отчетный период</strong> - период в течение Срока оказания
          услуг, равный календарному месяцу;
        </li>
        <li>
          <strong>Подтвержденный Запрос</strong> - Запрос, в отношении которого
          Заказчик направил Пользователю сообщение о готовности оказать
          перечисленные в Запросе услуги;
        </li>
        <li>
          <strong>Пользователь</strong> - физическое лицо, использующее Сервис
          на условиях соответствующего Пользовательского соглашения;
        </li>
        <li>
          <strong>Сервис</strong> - программно-аппаратный комплекс (в том числе
          мобильное приложение), позволяющий Пользователям размещать Запросы на
          услуги по перевозке пассажиров и багажа легковым такси, а также услуги
          по курьерской доставке и осуществляющий автоматическую обработку и
          передачу Запросов Пользователей Заказчику;
        </li>
        <li><strong>Стороны</strong> - Агент и Принципал совместно;</li>
        <li>
          <strong>Срок оказания услуг</strong> - период действия настоящего
          Договора;
        </li>
        <li>
          <strong>Такси</strong> - транспортное средство, принадлежащее
          Заказчику на праве собственности или ином вещном праве и используемое
          Заказчиком при осуществлении перевозок пассажиров и багажа, а также
          оказании услуги по курьерской доставке.
        </li>
      </ol>

      <h2>2. Предмет договора</h2>
      <ol class="s2">
        <li>
          Исполнитель обязуется оказывать Заказчику технические и информационные
          услуги, связанные с передачей информации о Запросах Пользователей
          (далее по тексту договора – Услуги), в течение Срока оказания услуг в
          порядке и на условиях, согласованных сторонами в Договоре.
        </li>
        <li>
          Заказчик обязуется оплачивать оказываемые Исполнителем услуги в
          порядке и на условиях, согласованных Сторонами в Договоре.
        </li>
      </ol>

      <h2>3. Права и обязанности исполнителя</h2>
      <ol class="s3">
        <li>
          <strong>Исполнитель обязуется:</strong>
          <ol class="s31">
            <li>
              Оказывать Заказчику Услуги в течение Срока оказания услуг в
              соответствии с настоящим Договором. Настоящее обязательство
              является встречным по отношению к обязательству, указанному в п.
              4.1.4. настоящего Договора.
            </li>
            <li>
              Направлять Заказчику односторонний акт об оказанных услугах в
              порядке, предусмотренном в разделе 5 настоящего Договора.
            </li>
          </ol>
        </li>
        <li>
          <strong>Исполнитель вправе:</strong>
          <ol class="s32">
            <li>
              Для целей оказания Услуг по Договору использовать переданные
              Заказчиком данные о местоположении Такси (GPS-треки), любую
              информацию об исполнении Заказчиком Запроса (в том числе
              информацию, указанную в документах, перечисленных в п. 4.1.2.
              настоящего Договора) любым способом без ограничения, в том числе
              передавать указанные в настоящем пункте сведения третьим лицам.
            </li>
            <li>
              В одностороннем порядке вносить изменения в расчет стоимости услуг
              Исполнителя, изложенный в разделе 6 настоящего Договора.
            </li>
            <li>
              Приостановить оказание Услуг по Договору и/или досрочно
              расторгнуть Договор в одностороннем внесудебном порядке путем
              уведомления Заказчика в случаях, предусмотренных настоящим
              Договором, в частности в случае нарушения Заказчиком п. 4
              настоящего Договора. При этом оказание Услуг по Договору
              приостанавливается, и/или Договор считается расторгнутым с даты
              уведомления Исполнителем Заказчика любым способом, в том числе
              посредством направления уведомления по электронной почте.
            </li>
          </ol>
        </li>
      </ol>

      <h2>4. Права и обязанности Заказчика</h2>
      <ol class="s4">
        <li>
          <strong>Заказчик обязуется:</strong>
          <ol class="s41">
            <li>
              Заказчик вправе в любое время проверять ход и качество работы,
              выполняемой Исполнителем, не вмешиваясь в его деятельность.
            </li>
            <li>
              До начала оказания Исполнителем Услуг по Договору обеспечить
              наличие всех необходимых технических и программных средств в
              соответствии с инструкциями Исполнителя, предоставляемыми
              Исполнителем по запросу Заказчика, а также предоставить следующие
              данные, за исключением, случаев, когда Сервис предоставляет пешую
              доставку, в этом случае данные, касаемые автомобиля и
              водительского удостоверения, могут не предоставляются:
              <ul>
                <li>Государственный регистрационный знак автомобиля;</li>
                <li>Марка автомобиля (по ПТС);</li>
                <li>Год выпуска автомобиля (по ПТС);</li>
                <li>Цвет автомобиля;</li>
                <li>
                  По запросу Исполнителя сканированная копия ПТС (двусторонняя);
                </li>
                <li>Фотографии автомобиля;</li>
                <li>Копия паспорта Заказчика;</li>
                <li>Копия водительского удостоверения Заказчика;</li>
              </ul>
            </li>
            <li>
              При этом Заказчик гарантирует, что предоставление Заказчиком
              указанных в п. 4.1.2. данных, их содержание и использование
              Исполнителем в соответствии с условиями Договора не нарушает права
              третьих лиц, нормы действующего законодательства, включая
              законодательство о персональных данных, не обременено правами
              третьих лиц, не повлечет у Исполнителя обязательств по выплате
              вознаграждения третьим лицам.
            </li>
            <li>
              Принимать Услуги Исполнителя в порядке и на условиях,
              предусмотренных Договором, и оплачивать Услуги Исполнителя в
              размере и в сроки, предусмотренные пунктом 6 настоящего Договора.
            </li>
            <li>
              Оказывать Пользователю услуги по перевозке пассажиров и багажа
              легковым такси, а также услуги по курьерской доставке в
              соответствии с критериями, указанными Пользователем в Запросе, а
              также в соответствии с требованиями законодательства РФ.
            </li>
            <li>
              Заказчик гарантирует актуальность и действительность указанных в
              п. 4.1.2. документов, а также то, что оказание Заказчиком услуг по
              перевозке пассажиров и багажа легковым такси осуществляется в
              строгом соответствии с требованиями законодательства РФ.
            </li>
            <li>
              Заключая настоящий Договор, Заказчик одновременно дает Исполнителю
              письменное разрешение (согласие) на передачу своих персональных
              данных третьим лицам а также на обработку персональных данных, как
              Исполнителем, так и третьими лицами любыми способами,
              предусмотренными в п. 3 ст. 3 Федерального закона от 27.07.2006
              года № 152-ФЗ «О персональных данных», на срок не менее 5 (Пяти)
              лет. Заказчик обязуется предоставить указанное письменное
              разрешение (согласие) Исполнителю в течение 2 (Двух) рабочих дней
              с момента заключения настоящего Договора.
            </li>
            <li>
              Не предоставлять персональные данные, включая телефонные номера
              Пользователей, третьим лицам, и/или не использовать персональные
              данные Пользователя для целей, не предусмотренных Договором, в том
              числе не осуществлять звонки, рассылку смс сообщений, содержание
              которых прямо не относится к размещенным Пользователями в рамках
              Сервиса Запросам на услуги Такси (спам, реклама и прочее).
            </li>
            <li>
              Заказчик подтверждает свою осведомленность о том, что:
              <ul>
                <li>
                  Регулярное получение дохода от перевозки пассажиров и грузов
                  является предпринимательской деятельностью. Осуществление
                  гражданином предпринимательской деятельности без регистрации в
                  качестве индивидуального предпринимателя или плательщика
                  налога на профессиональный доход (самозанятость) является
                  нарушением статьи 23 ГК РФ.
                </li>
                <li>
                  При получении дохода от физических лиц, гражданин, получивший
                  доходы, обязан самостоятельно исчислить с полученных доходов
                  НДФЛ по ставке 13 % (пп. 1 п. 1 ст. 228 НК РФ), подать
                  декларацию по форме 3-НДФЛ и уплатить НДФЛ в бюджет.
                </li>
                <li>
                  При выявлении факта ведения гражданином незаконной
                  предпринимательской деятельности, налоговый орган может
                  доначислить гражданину НДС в размере 20 % от всей суммы
                  полученных от незаконной предпринимательской деятельности
                  доходов.
                </li>
              </ul>
            </li>
          </ol>
        </li>
        <li>
          <strong>Заказчик имеет право:</strong>
          <ol class="s42">
            <li>
              В случае несогласия с изменениями, внесенными Исполнителем в
              стоимость Услуг, устанавливаемой в соответствии с разделом 6
              настоящего Договора, отказаться от исполнения Договора в
              одностороннем порядке, письменно уведомив Исполнителя в срок не
              позднее 10 (Десяти) календарных дней с момента получения
              уведомления Исполнителя и оплатив Исполнителю стоимость фактически
              оказанных Услуг. Договор считается расторгнутым с момента
              получения Исполнителем уведомления Заказчика.
            </li>
          </ol>
        </li>
      </ol>

      <h2>5. Порядок сдачи-приемки Услуг</h2>
      <ol class="s5">
        <li>
          В течение Срока оказания услуг ежемесячно, в течение 7 (Семи) рабочих
          дней с момента окончания Отчетного периода, Исполнитель формирует в
          Сервисе итоговые данные в соответствии с объемом фактически оказанных
          в Отчетном периоде услуг.
        </li>
        <li>
          Стороны признают, что данные Сервиса о сумме услуг, оказанных
          Исполнителем в отчетном периоде, будут применяться Заказчиком в
          процессе приемки Услуг. По запросу Заказчика Исполнитель направляет
          Акт оказанных услуг почтовым отправлением.
        </li>
        <li>
          Стороны установили, что Услуги считаются оказанными Исполнителем
          надлежащим образом и принятыми Заказчиком в указанном в Сервисе
          объеме, если в течение 20 (Двадцати) дней с момента окончания
          Отчетного периода Исполнитель не получил от Заказчика мотивированных
          письменных возражений. По истечении срока, указанного выше, претензии
          относительно недостатков услуг, в том числе по количеству (объему),
          стоимости и качеству не принимаются.
        </li>
      </ol>

      <h2>6. Размер и порядок оплаты</h2>
      <ol class="s6">
        <li>
          Стоимость Услуг Исполнителя зависит от выбранного тарифного плана
          Заказчиком.
        </li>
        <li>
          В течение Срока оказания Услуг Заказчик обязуется оплачивать Услуги
          Исполнителя произвольными суммами, но не менее 100 (Сто) рублей путем
          перечисления суммы на расчетный счет Исполнителя или любым другим
          согласованным Сторонами способом. Заказчик обязан оплатить Услуги
          Исполнителя не позднее, чем за 1 (Один) час до начала оказания Услуг
          или возобновления их оказания, в случае, если оно было приостановлено.
        </li>
        <li>
          Стороны признают, что в целях настоящего Договора, в частности, для
          определения момента подтверждения Запроса Заказчиком, для определения
          объема оказанных Исполнителем Услуг и их стоимости используются
          исключительно данные статистики Исполнителя.
        </li>
        <li>
          Сторонами согласовано, что Исполнитель имеет безусловное право
          приостановить оказание Услуг, если сумма предоплаты внесенной
          Заказчиком составляет менее 30 (Тридцать) рублей.
        </li>
      </ol>

      <h2>7. Ответственность сторон</h2>
      <ol class="s7">
        <li>
          За нарушение предусмотренных Договором обязательств Стороны несут
          ответственность в соответствии с действующим законодательством РФ.
        </li>
        <li>
          В случае нарушения Заказчиком обязанностей, предусмотренных в пп.
          4.1.2. – 4.1.8. Договора, Исполнитель вправе приостановить оказание
          Услуг Заказчику и/или досрочно расторгнуть Договор в одностороннем
          внесудебном порядке путем уведомления Заказчика, в том числе
          посредством электронной почты.
        </li>
        <li>
          В случае нарушения Заказчиком сроков оплаты Услуг, Исполнитель вправе
          потребовать уплаты пени в размере 0,01% от суммы просроченного платежа
          за каждый день просрочки. Без предъявления претензии неустойка не
          начисляется и не уплачивается.
        </li>
        <li>
          В случае, если оказание Исполнителем Услуг по настоящему Договору
          явилось основанием для предъявления к Исполнителю претензий, исков
          и/или предписаний по уплате штрафных санкций со стороны
          государственных органов и/или третьих лиц (в том числе Пользователей),
          Заказчик обязуется незамедлительно по требованию Исполнителя
          предоставить ему всю запрашиваемую информацию, касающуюся выполнения
          Подтвержденных Запросов Пользователей, содействовать Исполнителю в
          урегулировании таких претензий и исков, а также возместить Исполнителю
          документально подтвержденные убытки (включая судебные расходы, расходы
          по уплате штрафов), причиненные Исполнителю вследствие предъявления
          ему таких претензий, исков, предписаний в связи с нарушением прав
          третьих лиц и/или действующего законодательства РФ в результате
          оказания Услуг по Договору.
        </li>
        <li>
          Стороны освобождаются от ответственности за неисполнение и/или
          ненадлежащие исполнение обязательств по настоящему Договору, если
          такое неисполнение явилось следствием обстоятельств непреодолимой силы
          (форс-мажор), не зависящих от воли Сторон, к которым, среди прочих,
          относятся стихийные бедствия, пожары, техногенные аварии и катастрофы,
          аварии на инженерных сооружениях и коммуникациях, массовые беспорядки,
          военные действия, террористические акты, бунты, гражданские волнения,
          забастовки, нормативные акты органов государственной власти и местного
          самоуправления, препятствующие исполнению Сторонами своих обязательств
          по настоящему Договору, то есть чрезвычайные и непреодолимые при
          данных условиях обстоятельства, наступившие после заключения
          настоящего Договора. Сторона, ссылающаяся на невозможность выполнения
          обязательств вследствие наступления обстоятельств непреодолимой силы,
          обязана незамедлительно уведомить об этом другую Сторону. Факт
          наступления обстоятельств непреодолимой силы должен быть подтвержден
          соответствующими компетентными организациями.
        </li>
      </ol>

      <h2>8. Срок действия договора</h2>
      <ol class="s8">
        <li>
          Договор вступает в силу с момента акцепта Заказчиком настоящего
          Договора и действует 12 (двенадцать) месяцев.
        </li>
        <li>
          Если ни одна из Сторон не уведомит вторую Сторону о своем желании
          прекратить сотрудничество не менее чем за 30 (Тридцать) календарных
          дней до даты истечения срока действия Договора, срок действия Договора
          продлевается на следующий год на тех же условиях. Количество таких
          продление не ограничено.
        </li>
        <li>
          Настоящий Договор может быть расторгнут:
          <ol class="s83">
            <li>по соглашению Сторон;</li>
            <li>
              любой из Сторон в одностороннем порядке с обязательным
              предварительным письменным уведомлением другой Стороны не менее
              чем за 30 (Тридцать) календарных дней до предполагаемой даты
              расторжения;
            </li>
            <li>
              Исполнителем в одностороннем порядке с обязательным уведомлением
              Заказчика не менее чем за 3 (Три) календарных дня до
              предполагаемой даты расторжения.
            </li>
          </ol>
        </li>
        <li>
          Обязательства Сторон по Договору, которые в силу своей природы должны
          продолжать действовать (включая обязательства в отношении проведения
          взаиморасчетов), остаются в силе после окончания действия настоящего
          Договора.
        </li>
      </ol>

      <h2>9. Прочие условия</h2>
      <ol class="s9">
        <li>
          Договор и его исполнение регулируется в соответствии с
          законодательством Российской Федерации.
        </li>
        <li>
          Любые уведомления по настоящему Договору направляются уведомляющей
          Стороной в адрес уведомляемой Стороны по электронной почте, факсом,
          курьером, посредством мессенджеров по обмену сообщениями или почтой с
          уведомлением о вручении. При этом копии документов, доставленные по
          электронной почте, посредством мессенджеров по обмену сообщениями или
          по факсу, признаются Сторонами имеющими юридическую силу до момента
          обмена оригиналами, который Стороны производят в возможно короткие
          сроки. В случаях, предусмотренных настоящим Договором, когда
          Исполнитель вправе направлять уведомления и иные документы Заказчику,
          посредством электронной почты, посредством мессенджеров по обмену
          сообщениями уведомление и иные документы, считаются полученными
          Заказчиком на следующий день, следующий за днем отправки.
        </li>
        <li>
          Все акты, приложения и дополнения к настоящему Договору являются
          неотъемлемой частью Договора.
        </li>
        <li>
          В случае если одно или более положений Договора будут признаны
          недействительными, такая недействительность не оказывает влияния на
          действительность любого другого положения Договора и Договора в целом.
        </li>
        <li>
          Все споры по Договору должны разрешаться с соблюдением
          предварительного претензионного порядка. Если Стороны не могут прийти
          к соглашению в течение 30 (Тридцати) календарных дней с момента
          направления одной из Сторон первой претензии, то все не
          урегулированные в таком порядке споры и разногласия Сторон подлежат
          рассмотрению в суде г. Москва.
        </li>
        <li>
          Информация, содержащаяся в настоящем Договоре, а также факт заключения
          настоящего Договора имеют конфиденциальный характер. За исключением
          случаев, прямо указанных в Договоре или предварительно согласованных
          Сторонами в письменной форме в виде дополнительного соглашения к
          настоящему Договору, ни одна из Сторон не вправе каким-либо образом
          использовать полное, сокращенное фирменное наименование, товарные
          знаки, коммерческие обозначения и иные средства индивидуализации,
          принадлежащие второй Стороне, без предварительного разрешения
          последней.
        </li>
      </ol>

      <h2>10. Реквизиты Исполнителя</h2>
      <p><strong>Наименование:</strong></p>
      <p>
        <strong>Aдрес:</strong>
      </p>
      <p>
        <strong>ИНН:</strong><br />
        <strong>КПП:</strong><br />
      </p>
      <p>
        <strong>Банк:</strong><br />
        <strong>р/с:</strong><br />
        <strong>БИК:</strong><br />
      </p>

      <p><strong>Руководитель:</strong></p>

      <p>
        <strong>Адрес электронной почты:</strong>
      </p>

      <hr />
      <h3>Приложение к Договору-оферта</h3>

      <p>
        Не вступая в противоречия с условиями заключенного между Сторонами
        Договора, в настоящем Приложении к Договору стороны зафиксировали
        условия агентского поручения Заказчика (далее по тексту – Принципал) и
        порядок его исполнения Исполнителем (далее по тексту – Агент):
      </p>

      <h2>1. Предмет</h2>
      <ol class="s1">
        <li>
          Агент в рамках оказания Услуг по Договору по поручению Принципала
          обязуется за вознаграждение совершать от своего имени, но за счет
          Принципала действия по обеспечению перевода безналичных платежей
          Пользователей за выполнение Подтвержденных Запросов и иных безналичных
          платежей Пользователей в пользу Принципала, связанных с выполнением
          таких Запросов (далее по тексту – Поручение).
        </li>
        <li>
          Оплата Пользователем стоимости выполнения Подтвержденного Запроса
          может осуществляться по выбору Пользователя:
          <ol class="s12">
            <li>Непосредственно Принципалу.</li>
            <li>
              В порядке безналичной оплаты (способами, предусмотренными
              Сервисом).
            </li>
          </ol>
        </li>
        <li>
          Наряду с указанной оплатой стоимости выполнения Подтвержденного
          Запроса Пользователь может совершить дополнительный платеж Принципалу
          по усмотрению Пользователя.
        </li>
        <li>
          Для целей настоящего Приложения указанный дополнительный платеж
          принимается, перечисляется, учитывается на тех же основаниях, что и
          суммы безналичной оплаты стоимости выполнения Подтвержденного Запроса.
        </li>
        <li>
          Суммы оплаты подлежат перечислению Агентом Принципалу за вычетом сумм
          Вознаграждения Агента (п. 6.4. настоящего Приложения). Перечисление
          указанных денежных средств осуществляется Агентом на счет Принципала,
          указанный в разделе 10 Договора, или любым другим согласованным
          Сторонами способом, в срок, не превышающий 30 (тридцати) банковских
          дней с момента получения Приниципалом от Пользователей указанных сумм.
        </li>
        <li>
          Поручение исполняется Агентом на следующей территории: весь мир.
        </li>
        <li>
          За совершение фактических действий согласно п. 1.1. настоящего
          Приложения Принципал обязуется уплачивать Агенту вознаграждение в
          соответствии с настоящим Приложением.
        </li>
        <li>
          Агент не является платежным агентом при проведении расчетов в
          соответствии с настоящим Приложением согласно с пп. 1, 4 ч. 2 ст. 1
          Федерального закона от 03.06.2009 N 103-ФЗ "О деятельности по приему
          платежей физических лиц, осуществляемой платежными агентами".
        </li>
      </ol>

      <h2>2. Срок действия Поручения</h2>
      <ol class="s2">
        <li>
          Срок действия Поручения, предусмотренного п. 1.1 настоящего
          Приложения, равен сроку действия Приложения, указанному в разделе 4
          настоящего Приложения.
        </li>
      </ol>

      <h2>3. Права и обязанности сторон</h2>
      <ol class="s3">
        <li>
          <strong>Принципал обязуется:</strong>
          <ol class="s31">
            <li>
              Без промедления принять от Агента все исполненное им в
              соответствии с настоящим Приложением.
            </li>
            <li>
              Оплатить Агенту вознаграждение в порядке и на условиях настоящего
              Приложения.
            </li>
            <li>
              Соблюдать законодательство о персональных данных в процессе
              обработки персональных данных Пользователей, предоставленных
              Агентом Принципалу в рамках исполнения Поручения.
            </li>
            <li>
              Предоставить Агенту всю необходимую для исполнения Поручения
              информацию. Принципал подтверждает и гарантирует, что информация о
              стоимости выполнения Подтвержденного Запроса является правильной,
              точной и достоверной.
            </li>
            <li>
              Принципал гарантирует, что исполнение Агентом Поручения на
              условиях настоящего Приложения не нарушает и не влечет нарушение
              каких-либо прав третьих лиц и действующего законодательства РФ.
            </li>
            <li>
              Оформление предусмотренных законодательством РФ документов при
              оказании Принципалом услуг по перевозке Пользователей и багажа и
              осуществлении расчетов с физическими лицами осуществляется
              Принципалом.
            </li>
          </ol>
        </li>
        <li>
          <strong>Агент обязуется:</strong>
          <ol class="s32">
            <li>
              Принятое на себя Поручение исполнить на наиболее выгодных для
              Принципала условиях, добросовестно и разумно, в соответствии с
              указаниями Принципала.
            </li>
            <li>
              Передать Принципалу суммы оплат, полученные Агентом от
              Пользователей, в соответствии с п. 1.4 настоящего Приложения.
            </li>
            <li>
              Сообщать Принципалу по его требованию все сведения о ходе
              исполнения Поручения.
            </li>
          </ol>
        </li>
        <li>
          <strong>Принципал вправе:</strong>
          <ol class="s33">
            <li>
              Получать от Агента все сведения о ходе исполнения Поручения.
            </li>
            <li>
              В любое время отменить Поручение при условии предварительного
              возмещения Агенту убытков, вызванных отменой Поручения, направив
              уведомление за 30 (Тридцать) дней до отмены Принципалом поручения.
            </li>
          </ol>
        </li>
        <li>
          <strong>Агент вправе:</strong>
          <ol class="s34">
            <li>
              В порядке, предусмотренном ст. 410 ГК РФ, удержать причитающиеся
              ему агентское вознаграждение в связи с исполнением Поручения.
              Сумма удержанного агентского вознаграждения отражается в Отчете
              Агента по итогам Отчетного периода.
            </li>
            <li>
              Получить агентское вознаграждение в порядке и на условиях,
              предусмотренных настоящим Приложением.
            </li>
            <li>
              Агент вправе привлекать третьих лиц для выполнения своих
              обязательств по настоящему Приложению, оставаясь ответственным за
              их действия перед Принципалом.
            </li>
            <li>
              В целях исполнения настоящего Приложения Агент вправе заключить
              субагентский договор от своего имени с третьим лицом, оставаясь
              ответственным за действия субагента перед Принципалом.
            </li>
          </ol>
        </li>
      </ol>

      <h2>4. Сроки выполнения Поручения</h2>
      <ol class="s4">
        <li>
          Поручение по настоящему Приложению выполняется Агентом с даты
          подписания сторонами настоящего Приложения по 31 декабря
          соответствующего календарного года включительно. Срок выполнения
          Поручения автоматически продлевается на каждые двенадцать календарных
          месяцев в случае, если ни одна из Сторон не уведомляет другую Сторону
          в письменной форме на бумажном носителе о своем нежелании продлевать
          срок действия настоящего Поручения не менее чем за тридцать
          календарных дней до истечения срока (в том числе очередного) его
          действия. Такое уведомление не рассматривается Сторонами как
          односторонний отказ от исполнения настоящего Договора.
        </li>
      </ol>

      <h2>5. Сдача отчета Агента</h2>
      <ol class="s5">
        <li>
          По окончании каждого Отчетного периода (календарный месяц),
          приходящегося на период действия настоящего Приложения, Агент
          формирует в Сервисе односторонний Отчет об исполнении обязательств
          Агента в отчетном периоде (далее по тексту – Отчет) с указанием
          следующей информации:
          <ul>
            <li>
              Общая сумма безналичных платежей Пользователей в пользу
              Принципала;
            </li>
            <li>
              Сумма начисленного за отчетный период вознаграждения Агента;
            </li>
          </ul>
        </li>
        <li>
          Отчет формируется в Сервисе не позднее 7 (Семи) рабочих дней после
          окончания Отчетного периода. По запросу Принципала Агент направляет
          оригинал Отчета по почте.
        </li>
        <li>
          Стороны признают, что данные Сервиса о сумме услуг, оказанных Агентом
          в отчетном периоде, будет применяться Принципалом в процессе приемки
          выполненных Агентом обязательств.
        </li>
        <li>
          Стороны установили, что данные Отчета, сформированные в Сервисе,
          одновременно формируют односторонний Акт об исполнении поручения
          (далее по тексту – «Акт»). По запросу Принципала Агент направляет
          оригинал Акта по почте.
        </li>
        <li>
          Стороны установили, что в случае, если до 20 (Двадцатого) числа
          месяца, следующего за Отчетным периодом Агент не получил от Принципала
          мотивированных письменных возражений по Отчету и Акту, указанный Отчет
          и Акт считаются утвержденными Принципалом без возражений, а Поручение
          – выполненным Агентом в Отчетном периоде в полном объеме и принятым
          Принципалом.
        </li>
      </ol>

      <h2>6. Вознаграждение Агента и порядок расчетов</h2>
      <ol class="s6">
        <li>
          За выполнение поручения по настоящему Приложению Принципал начисляет
          Агенту вознаграждение в размере и порядке, определённом настоящим
          Приложением.
        </li>
        <li>
          Вознаграждение Агента исчисляется в рублях Российской Федерации в
          пользу Принципала в рамках исполнения Поручения
        </li>
        <li>
          Расчет вознаграждения Агента производится исходя из выбранного
          тарифного плана Принципалом; результат округляется до целых копеек в
          соответствии с правилами арифметики; рассчитанная сумма вознаграждения
          суммируется с аналогично рассчитанными суммами вознаграждений по
          оплатам, принятыми Агентом от Пользователей в течение Отчетного
          периода. Полученная в итоге данного расчета сумма составляет
          вознаграждение Агента за Отчетный период
        </li>
        <li>
          Выплата вознаграждения Агента может осуществляться Принципалом в
          порядке предварительной оплаты (Агент осуществляет удержание
          агентского вознаграждения при перечислении сумм оплаты) либо в порядке
          перечисления суммы начисленного вознаграждения на расчетный счет
          Агента Принципалом не позднее 15 (Пятнадцати) календарных дней с даты
          формирования Агентом Акта, указанного в п. 5.1 настоящего Приложения.
        </li>
        <li>
          Стороны определили, что расходы, которые несет Агент в процессе
          исполнения поручения по настоящему Приложению, не подлежат
          дополнительному возмещению Принципалом.
        </li>
        <li>
          В случае, если Агент обеспечивает перечисление денежных средств с
          использованием электронных денежных средств (например, при помощи
          небанковской кредитной организации QIWI, Яндекс.Деньги и прочих), с
          периодичностью перечисления чаще 1 (одного) раза в неделю, такие
          оплаты осуществляются с использованием экспериментальной модели и
          ввиду особенностей и функционирования данной модели возможны задержки
          получения денежных средств Принципалом до 7 (Семи) дней. Стороны
          отдельно оговаривают, что Агент при использовании указанной модели
          обязуется перечислить причитающиеся денежные средства Принципалу в
          полном объеме, но с задержкой, указанной в данном пункте.
        </li>
        <li>
          Принципал самостоятельно уплачивает все налоги и обязательные платежи
          от доходов, полученных по настоящему Договору.
        </li>
      </ol>

      <h2>7. Ответственность Сторон</h2>
      <ol class="s7">
        <li>
          Стороны несут ответственность за неисполнение или ненадлежащее
          исполнение своих обязательств по настоящему Приложению в соответствии
          с Договором и законодательством России.
        </li>
        <li>
          Неустойка (в т.ч. штраф/пеня) по настоящему Приложению выплачивается
          только на основании обоснованного письменного требования Сторон.
        </li>
        <li>
          В случае несвоевременной выплаты агентского вознаграждения,
          определенных настоящим Приложением, Принципал обязуется выплатить
          Агенту пени в размере 0,1% (ноль целых одна десятая процента) от
          неоплаченной в срок суммы за каждый день просрочки, но не более 10
          (десяти) процентов от неоплаченной в срок суммы расходов Агента и/или
          осуществленных возвратов и/или агентского вознаграждения.
        </li>
        <li>
          В случае нарушения Принципалом обязанностей, предусмотренных п.п.
          3.1.3. - 3.1.6 Приложения, Принципал обязуется возместить Агенту
          нанесенные убытки в полном объеме (включая, но не ограничиваясь: суммы
          судебных расходов, расходов по уплате штрафов в связи с предъявлением
          Агенту претензий, исков и/или предписаний по уплате штрафных санкций
          со стороны государственных органов и/или третьих лиц) и выплатить
          штраф в размере 10 000 (десять тысяч) рублей за каждое нарушение
          вышеуказанных условий Приложения.
        </li>
        <li>
          В течение срока действия настоящего Приложения в случае возникновения
          каких-либо сбоев и ошибок Агент предпримет все усилия для их
          устранения в максимально короткие сроки. При этом Агент не гарантирует
          отсутствия ошибок и сбоев, в том числе в отношении работы программного
          обеспечения.
        </li>
      </ol>

      <h2>8. Основания и порядок расторжения Приложения</h2>
      <ol class="s8">
        <li>
          Приложение может быть расторгнуто по соглашению Сторон, а также в
          одностороннем порядке по письменному требованию одной из Сторон по
          основаниям, предусмотренным Приложением и законодательством РФ.
        </li>
        <li>
          Агент вправе расторгнуть настоящее Приложение в одностороннем порядке,
          направив соответствующее уведомление Принципалу за 5 (пять)
          календарных дней до даты расторжения Приложения одним из способов,
          предусмотренных в п. 8.4 Договора.
        </li>
        <li>
          Принципал вправе расторгнуть Приложение в одностороннем порядке и
          потребовать у Агента возмещения убытков:
          <ol class="s83">
            <li>
              В случае неоднократного (три и более раз) несвоевременного
              исполнения Агентом агентского поручения.
            </li>
          </ol>
        </li>
        <li>
          Агент вправе расторгнуть Приложение в одностороннем порядке и
          потребовать у Принципала возмещения убытков:
          <ol class="s84">
            <li>
              В случае несвоевременной выплаты агентского вознаграждения на срок
              более 15 (пятнадцати) банковских дней;
            </li>
            <li>
              В случае нарушения Принципалом обязанностей, предусмотренных в
              п.п. 3.1.3. - 3.1.6 Приложения.
            </li>
          </ol>
        </li>
      </ol>

      <h2>9. Прочие условия</h2>
      <ol class="s9">
        <li>
          Положения и условия, предусмотренные Договором, подлежат применению к
          отношениям Сторон, возникшим в рамках настоящего Приложения, в части
          не противоречащей условиям настоящего Приложения, если иное не
          предусмотрено настоящим Приложением.
        </li>
      </ol>

      <h2>10. Реквизиты Исполнителя</h2>
      <p><strong>Наименование:</strong></p>
      <p>
        <strong>Адрес:</strong>
      </p>
      <p>
        <strong>ИНН:</strong>
        <strong>КПП:</strong>
      </p>
      <p>
        <strong>Банк:</strong><br />
        <strong>р/с:</strong>
        <strong>БИК:</strong>
      </p>

      <p><strong>Руководитель:</strong></p>

      <p>
        <strong>Адрес электронной почты:</strong>
      </p>

      <hr />
      <h3>Приложение к Договору-оферта</h3>

      <h1 class="small">СОГЛАСИЕ</h1>
      <h1 class="small">на обработку персональных данных</h1>

      <p>
        Заказчик дает свое согласие ООО _____________________ (далее –
        Оператор), на обработку своих персональных и иных данных, на следующих
        условиях.
      </p>

      <ol class="s0">
        <li>
          Перечень персональных данных, передаваемых Оператору на обработку:
          фамилия, имя, отчество (в т.ч. предыдущие); паспортные данные или
          данные документа, удостоверяющего личность; дата рождения, место
          рождения; гражданство; отношение к воинской обязанности и иные
          сведения военного билета и приписного удостоверения; данные документов
          о профессиональном образовании, профессиональной переподготовки,
          повышении квалификации, стажировке; данные документов о подтверждении
          специальных знаний; знание иностранных языков; семейное положение и
          данные о составе и членах семьи; сведения о социальных льготах,
          пенсионном обеспечении и страховании; данные документов об
          инвалидности (при наличии); данные медицинского заключения (при
          необходимости); стаж работы и другие данные трудовой книжки и вкладыша
          к трудовой книжке; должность, квалификационный уровень; сведения о
          заработной плате (доходах), банковских счетах, картах; адрес места
          жительства (по регистрации и фактический), дата регистрации по
          указанному месту жительства; номер телефона (стационарный, домашний,
          мобильный); данные свидетельства о постановке на учет в налоговом
          органе физического лица по месту жительства на территории РФ (ИНН);
          данные страхового свидетельства государственного пенсионного
          страхования; данные страхового медицинского полиса обязательного
          страхования граждан; данные транспортного средства, находящегося в
          собственности или арендованного: государственный регистрационный знак
          транспортного средства, марка автомобиля (по ПТС), год выпуска
          транспортного средства (по ПТС), цвет транспортного средства,
          фотографии транспортного средства; данные водительского удостоверения;
          данные разрешения на оказание услуг по перевозке пассажиров и багажа
          легковым такси.
        </li>
        <li>
          Целью обработки персональных данных является систематизация и
          оптимизация процесса оказания Услуг Оператором Субъекту по договору,
          заключенному между Оператором и Субъектом, а также по договорам,
          заключенными Оператором с третьими сторонами, необходимые для
          исполнения заключенного договора, стороной которого либо
          выгодоприобретателем или поручителем по которому является Субъект
        </li>
        <li>
          Субъект дает согласие на обработку Оператором своих персональных
          данных, то есть совершение, в том числе, следующих действий: обработку
          (включая сбор, систематизацию, накопление, хранение, уточнение
          (обновление, изменение), использование, обезличивание, блокирование,
          уничтожение персональных данных). Обработка (на бумажных носителях и в
          информационных системах и без использования средств автоматизации, а
          также смешанным образом) персональных данных осуществляется в
          соответствии с положениями Федерального закона от 27.07.2006 №
          152-ФЗ.<br />
          Также Субъект дает согласие и подтверждает что в случае необходимости
          предоставления персональных данных для достижения указанных выше целей
          третьему лицу (банковской и не банковской организации, операторам
          сотовой связи и прочее), а равно как при привлечении третьих лиц к
          оказанию услуг/выполнения поручения в указанных целях, передаче
          Оператором принадлежащих ему функций и полномочий иному лицу, Оператор
          вправе в необходимом объёме раскрывать для совершения вышеуказанных
          действий информацию о Субъекте (включая персональные данные) таким
          третьим лицам, их агентам и иным уполномоченным ими лицам, а также
          предоставлять таким лицам соответствующие документы, содержащие такую
          информацию.<br />
          Настоящим Субъект признает и подтверждает, что настоящее согласие
          считается предоставленным любым третьим лицам, указанным выше, с
          учётом соответствующих изменений, и любые такие третьи лица имеют
          право на обработку персональных данных на основании настоящего
          согласия.
        </li>
        <li>Настоящее согласие действует в течение 50 (пятидесяти) лет.</li>
        <li>
          Настоящее согласие может быть отозвано Субъектом в любой момент путем
          направления письменного заявления Оператору.
        </li>
        <li>
          Субъект по письменному запросу имеет право на получение информации,
          касающейся обработки его персональных данных (в соответствии с п.4
          ст.14 Федерального закона от 27.06.2006 № 152-ФЗ).
        </li>
      </ol>
      <p>
        Акцепт договора-оферты подтверждает, что Заказчик ознакомлен (а) с
        положениями Федерального закона от 27.07.2006 №152-ФЗ «О персональных
        данных», права и обязанности в области защиты персональных данных
        разъяснены.
      </p>
    </div>
  </section>
</template>
